Repository: zurce/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: es, ja, pt_br, ru_ru, zh_cn

# Notification_StoppingBgChecker
source: Stopping background mod update checker...
es: Deteniendo el verificador de actualizaciones en segundo plano...
ja: バックグラウンドMod更新チェッカーを停止中...
pt_br: Parando o verificador de atualizações em segundo plano...
ru_ru: Остановка фонового модуля проверки обновлений модов...
zh_cn: 正在停止后台Mod更新检查器...

# Notification_NoModsToCheck
source: No mods to check for updates
es: No hay mods para verificar actualizaciones
ja: 更新を確認するModがありません
pt_br: Nenhum mod para verificar atualizações
ru_ru: Нет модов для проверки обновлений
zh_cn: 没有要检查更新的Mod

# Notification_NoModsToCheckMsg
source: None of the mods were valid, therefore no check has been performed
es: Ninguno de los mods era válido, por lo tanto no se realizó ninguna verificación
ja: 有効なModがなかったため、チェックは実行されませんでした。
pt_br: Nenhum dos mods era válido, portanto nenhuma verificação foi realizada
ru_ru: Ни один из модов не был действительным, поэтому проверка не выполнялась.
zh_cn: 所有Mod均无效，因此未执行检查。

# Notification_FinishedChecking
source: Finished checking for mod updates
es: Verificación de actualizaciones de mods finalizada
ja: Modの更新確認が完了しました
pt_br: Verificação de atualizações de mods finalizada
ru_ru: Проверка обновлений модов завершена
zh_cn: Mod更新检查已完成

# Notification_FinishedCheckingMsg
source: Finished checking {0} mods for updates for {1}
es: Se verificaron {0} mods en busca de actualizaciones para {1}
ja: {1} の {0} 個のModの更新確認が完了しました
pt_br: Verificação de {0} mods concluída para {1}
ru_ru: Проверка {0} модов на наличие обновлений для {1} завершена
zh_cn: 已完成检查{1}的{0}个Mod的更新

# Notification_NotImplemented
source: Not Implemented
es: No Implementado
ja: 未実装
pt_br: Não Implementado
ru_ru: Не реализовано
zh_cn: 未实现

# Notification_NotImplementedMsg
source: This feature is not implemented yet.
es: Esta función aún no está implementada.
ja: この機能はまだ実装されていません。
pt_br: Esta função ainda não foi implementada.
ru_ru: Эта функция ещё не реализована.
zh_cn: 此功能尚未实现。

# Notification_CouldNotStartProcess
source: Could not start process
es: No se pudo iniciar el proceso
ja: プロセスを開始できませんでした
pt_br: Não foi possível iniciar o processo
ru_ru: Не удалось запустить процесс
zh_cn: 无法启动进程

# Notification_UnknownError
source: An unknown error occurred
es: Ocurrió un error desconocido
ja: 不明なエラーが発生しました
pt_br: Ocorreu um erro desconhecido
ru_ru: Произошла неизвестная ошибка
zh_cn: 发生未知错误

# Notification_FailedToStartProcess
source: Failed to start {0}
es: Error al iniciar {0}
ja: {0} の開始に失敗しました
pt_br: Falha ao iniciar {0}
ru_ru: Не удалось запустить {0}
zh_cn: 启动{0}失败

# Notification_FailedToStartUac
source: Failed to start {0}, this can happen due to the user cancelling the UAC (admin) prompt
es: Error al iniciar {0}, esto puede ocurrir si el usuario canceló la solicitud de UAC (admin)
ja: {0} の開始に失敗しました。ユーザーがUAC（管理者）プロンプトをキャンセルした可能性があります。
pt_br: Falha ao iniciar {0}, isso pode ocorrer se o usuário cancelou o prompt UAC (admin)
ru_ru: Не удалось запустить {0}, это может произойти из-за отмены пользователем запроса UAC (администратор)
zh_cn: 启动{0}失败，可能是因为用户取消了UAC（管理员）提示

# Notification_FailedToStartRunAsAdmin
source: Failed to start {0}, this can happen if the exe has the 'Run as administrator' option enabled in the exe properties
es: Error al iniciar {0}, esto puede ocurrir si el exe tiene la opción 'Ejecutar como administrador' habilitada en las propiedades
ja: {0} の開始に失敗しました。exeのプロパティで「管理者として実行」オプションが有効になっている可能性があります。
pt_br: Falha ao iniciar {0}, isso pode ocorrer se o executável tem a opção 'Executar como administrador' habilitada nas propriedades
ru_ru: Не удалось запустить {0}, это может произойти, если в свойствах exe включена опция «Запуск от имени администратора»
zh_cn: 启动{0}失败，可能是因为exe属性中启用了「以管理员身份运行」选项

# Notification_SkinOverrideFailed
source: Failed to override character skin for mod {0}
es: Error al anular la skin del personaje para el mod {0}
ja: Mod {0} のキャラクタースキンオーバーライドに失敗しました
pt_br: Falha ao sobrescrever skin do personagem para o mod {0}
ru_ru: Не удалось переопределить скин персонажа для мода {0}
zh_cn: 覆盖Mod{0}的角色皮肤失败

# Notification_SkinOverrideErrorMsg
source: An Error Occurred. Reason: {0}
es: Ocurrió un Error. Motivo: {0}
ja: エラーが発生しました。理由: {0}
pt_br: Ocorreu um Erro. Motivo: {0}
ru_ru: Произошла ошибка. Причина: {0}
zh_cn: 发生错误。原因：{0}

# Notification_FolderActivityDetected
source: Folder Activity Detected in {0}'s Mod Folder
es: Actividad de Carpeta Detectada en la Carpeta de Mods de {0}
ja: {0} のModフォルダーでフォルダーアクティビティが検出されました
pt_br: Atividade de Pasta Detectada na Pasta de Mods de {0}
ru_ru: Обнаружена активность в папке модов {0}
zh_cn: 在{0}的Mod文件夹中检测到文件夹活动

# Notification_FolderActivityMsg
source: Files/Folders were changed in the characters mod folder and mods have been refreshed.
es: Se cambiaron archivos/carpetas en la carpeta de mods del personaje y los mods han sido actualizados.
ja: キャラクターのModフォルダー内のファイル/フォルダーが変更され、Modが再読み込みされました。
pt_br: Arquivos/pastas foram alterados na pasta de mods do personagem e os mods foram atualizados.
ru_ru: Файлы/папки были изменены в папке модов персонажа, и моды были обновлены.
zh_cn: 角色Mod文件夹中的文件/文件夹已更改，Mod已刷新。

# Notification_GetPresetsFailed
source: Failed to get presets, could not automatically update mod entries in presets
es: Error al obtener presets, no se pudieron actualizar automáticamente las entradas de mod en los presets
ja: プリセットの取得に失敗しました。プリセット内のModエントリを自動更新できませんでした。
pt_br: Falha ao obter presets, não foi possível atualizar automaticamente as entradas de mod nos presets
ru_ru: Не удалось получить пресеты, не удалось автоматически обновить записи модов в пресетах
zh_cn: 获取预设失败，无法自动更新预设中的Mod条目

# Notification_UpdatePresetFailed
source: Failed to update preset {0}, could not automatically update mod entries in preset. Please check your presets manually
es: Error al actualizar el preset {0}, no se pudieron actualizar automáticamente las entradas de mod en el preset. Por favor revise sus presets manualmente
ja: プリセット {0} の更新に失敗しました。プリセット内のModエントリを自動更新できませんでした。プリセットを手動で確認してください。
pt_br: Falha ao atualizar preset {0}, não foi possível atualizar automaticamente as entradas de mod no preset. Verifique seus presets manualmente
ru_ru: Не удалось обновить пресет {0}, не удалось автоматически обновить записи модов в пресете. Пожалуйста, проверьте пресеты вручную.
zh_cn: 更新预设{0}失败，无法自动更新预设中的Mod条目。请手动检查预设。

# Notification_ModUpdatedForPresets
source: Mod was updated for presets
es: El mod fue actualizado en los presets
ja: Modがプリセット用に更新されました
pt_br: O mod foi atualizado para os presets
ru_ru: Мод был обновлён для пресетов
zh_cn: Mod已为预设更新

# Notification_ModNotUpdatedForPresets
source: Mod was not updated for any presets
es: El mod no fue actualizado en ningún preset
ja: Modはどのプリセットでも更新されませんでした
pt_br: O mod não foi atualizado para nenhum preset
ru_ru: Мод не был обновлён ни для одного пресета
zh_cn: Mod未在任何预设中更新

# Notification_ReadOnlyPresetsNotUpdated
source: The following presets were not updated due to being read-only: {0}
es: Los siguientes presets no se actualizaron por ser de solo lectura: {0}
ja: 次のプリセットは読み取り専用のため更新されませんでした: {0}
pt_br: Os seguintes presets não foram atualizados por serem somente leitura: {0}
ru_ru: Следующие пресеты не были обновлены из-за режима только для чтения: {0}
zh_cn: 以下预设因只读而未更新：{0}

# Notification_ModUpdatedInPresets
source: The mod was updated in the following presets: {0}
es: El mod fue actualizado en los siguientes presets: {0}
ja: Modは次のプリセットで更新されました: {0}
pt_br: O mod foi atualizado nos seguintes presets: {0}
ru_ru: Мод был обновлён в следующих пресетах: {0}
zh_cn: Mod已在以下预设中更新：{0}

# Notification_CouldNotDetermineSkin
source: Could not determine skin for new mod
es: No se pudo determinar la skin para el nuevo mod
ja: 新しいModのスキンを特定できませんでした
pt_br: Não foi possível determinar a skin para o novo mod
ru_ru: Не удалось определить скин для нового мода
zh_cn: 无法确定新Mod的皮肤

# Notification_CouldNotDetermineSkinMsg
source: JASM+ could not determine what ingame skin this mod is for, therefore it can't determine what mods to disable.
es: JASM+ no pudo determinar para qué skin del juego es este mod, por lo tanto no puede determinar qué mods deshabilitar.
zh_cn: JASM无法确定此Mod适用于哪个游戏内皮肤，因此无法确定要禁用哪些Mod。

# Notification_SystemError
source: System error: {0}
es: Error del sistema: {0}
ja: システムエラー: {0}
pt_br: Erro do sistema: {0}
ru_ru: Системная ошибка: {0}
zh_cn: 系统错误：{0}

# CharacterCard_GoToModsOverview.ToolTipService.ToolTip
source: Go to character in Mods Overview
es: Ir al personaje en Vista General de Mods
ja: Mod概要でキャラクターへ移動
pt_br: Ir para o personagem na Visão Geral de Mods
ru_ru: Перейти к персонажу в обзоре модов
zh_cn: 在Mod概览中转到角色

# CharacterCard_EditCharacter.ToolTipService.ToolTip
source: Edit Character
es: Editar Personaje
ja: キャラクターを編集
pt_br: Editar Personagem
ru_ru: Редактировать персонажа
zh_cn: 编辑角色

# CharacterDetails_SearchMoveMod_PlaceholderText
source: Search...
es: Buscar...
zh_cn: 搜索...

# CharacterDetails_AddModFolder.ToolTipService.ToolTip
source: Add a mod folder
es: Agregar una carpeta de mod
ja: Modフォルダーを追加
pt_br: Adicionar uma pasta de mod
ru_ru: Добавить папку мода
zh_cn: 添加Mod文件夹

# CharacterDetails_AddArchive.ToolTipService.ToolTip
source: Add a mod inside a compressed archive
es: Agregar un mod dentro de un archivo comprimido
ja: 圧縮アーカイブ内のModを追加
pt_br: Adicionar um mod dentro de um arquivo compactado
ru_ru: Добавить мод из сжатого архива
zh_cn: 添加压缩包内的Mod

# CharacterDetails_RefreshMods.Text
source: Refresh Mods
es: Refrescar Mods
ja: Modを再読み込み
pt_br: Atualizar Mods
ru_ru: Обновить моды
zh_cn: 刷新Mod

# CharacterDetails_OpenGIMIRootFolder.Text
source: Open 3Dmigoto Root folder...
es: Abrir carpeta raíz de 3Dmigoto...
ja: 3Dmigotoルートフォルダーを開く...
pt_br: Abrir pasta raiz do 3Dmigoto...
ru_ru: Открыть корневую папку 3Dmigoto...
zh_cn: 打开3Dmigoto根文件夹...

# CharacterDetails_SingleSelect.ToolTipService.ToolTip
source: Selecting this will only allow one mod to be enabled at a time.
es: Seleccionar esto solo permitirá habilitar un mod a la vez.
ja: これを選択すると、一度に1つのModのみ有効にできます。
pt_br: Selecionar isso permitirá que apenas um mod seja habilitado por vez.
ru_ru: При выборе этого параметра одновременно может быть включён только один мод.
zh_cn: 选择此项后，一次只能启用一个Mod。

# CharacterDetails_SavePreferences.Text
source: Save preferences for selected mod
es: Guardar preferencias para el mod seleccionado
ja: 選択したModの設定を保存
pt_br: Salvar preferências para o mod selecionado
ru_ru: Сохранить настройки для выбранного мода
zh_cn: 保存所选Mod的偏好

# CharacterDetails_SavePreferences.ToolTipService.ToolTip
source: Reads 3Dmigoto mod preferences (d3dx_user.ini) for the selected mod and stores the settings in the Mod's .JASM_Config.json file
es: Lee las preferencias de mod de 3Dmigoto (d3dx_user.ini) para el mod seleccionado y almacena la configuración en el archivo .JASM_Config.json del Mod
ja: 選択したModの3Dmigoto Mod設定（d3dx_user.ini）を読み取り、設定をModの.JASM_Config.jsonファイルに保存します。
pt_br: Lê as preferências de mod do 3Dmigoto (d3dx_user.ini) para o mod selecionado e armazena as configurações no arquivo .JASM_Config.json do Mod.
ru_ru: Читает настройки модов 3Dmigoto (d3dx_user.ini) для выбранного мода и сохраняет их в файле .JASM_Config.json мода.
zh_cn: 读取所选Mod的3Dmigoto Mod偏好（d3dx_user.ini）并将设置存储在Mod的.JASM_Config.json文件中。

# CharacterDetails_ReadPreferences.Text
source: Read preferences for selected mod
es: Leer preferencias para el mod seleccionado
ja: 選択したModの設定を読み込み
pt_br: Ler preferências para o mod selecionado
ru_ru: Прочитать настройки для выбранного мода
zh_cn: 读取所选Mod的偏好

# CharacterDetails_ReadPreferences.ToolTipService.ToolTip
source: Reads the currently selected mod's preferences from .JASM_Config.json and writes them to d3dx_user.ini for 3Dmigoto to read
es: Lee las preferencias del mod seleccionado desde .JASM_Config.json y las escribe en d3dx_user.ini para que 3Dmigoto las lea
ja: Modの.JASM_Config.jsonファイルからMod設定を読み取り、3Dmigoto（d3dx_user.ini）に書き込みます。
pt_br: Lê as preferências do mod selecionado do .JASM_Config.json e as escreve no d3dx_user.ini para o 3Dmigoto ler
ru_ru: Читает настройки модов из файла .JASM_Config.json мода и записывает их в 3Dmigoto (d3dx_user.ini).
zh_cn: 从Mod的.JASM_Config.json文件中读取Mod偏好并将其写入3Dmigoto（d3dx_user.ini）。

# ModPane_ChangeDisplayName.ToolTipService.ToolTip
source: Change mod display name
es: Cambiar nombre del mod
ja: Modの表示名を変更します
pt_br: Alterar nome de exibição do mod
ru_ru: Изменить отображаемое имя мода
zh_cn: 更改Mod的显示名称

# ModPane_SetModIni.ToolTipService.ToolTip
source: Set the mod .ini file to be read by JASM+
es: Establecer el archivo .ini del mod para que JASM+ lo lea
zh_cn: 设置Mod的.ini文件

# ModPane_IgnoreIni.ToolTipService.ToolTip
source: JASM+ will not look for merged.ini/Script.ini file and ignore keyswaps for this mod
es: JASM+ no buscará archivos merged.ini/Script.ini e ignorará los keyswaps para este mod
zh_cn: 忽略此Mod的.ini文件

# CharDetails_DeleteDialog_Content
source: Move to Recycle Bin?
es: ¿Mover a la Papelera de Reciclaje?
zh_cn: 确定要删除此Mod吗？

# CharDetails_RemovePresetsDialog_Content
source: Remove from Presets?
es: ¿Eliminar de los Presets?
zh_cn: 确定要从预设中移除吗？

# CharDetails_DeleteButton_Text
source: Delete
es: Eliminar
zh_cn: 删除

# CharDetails_CancelButton_Text
source: Cancel
es: Cancelar
zh_cn: 取消

# CharDetails_ErrorDeletingMods_Text
source: Error deleting mods:
es: Error al eliminar mods:
zh_cn: 删除Mod时出错：

# CharDetails_DuplicateModsMessage
source: Duplicate mods were detected in {0}'s mod folder.
es: Se detectaron mods duplicados en la carpeta de mods de {0}.
ja: 重複Modが検出されました
pt_br: Mods duplicados foram detectados na pasta de mods de {0}.
ru_ru: Обнаружены дублирующиеся моды
zh_cn: 在{0}的Mod文件夹中检测到重复Mod。

# CharDetails_DuplicateRenamedMessage
source: Mod: '{0}' was renamed to '{1}' to avoid conflicts.
es: Mod: '{0}' fue renombrado a '{1}' para evitar conflictos.
ja: 重複Modの名前が変更されました
pt_br: Mod: '{0}' foi renomeado para '{1}' para evitar conflitos.
ru_ru: Дублирующиеся моды переименованы
zh_cn: Mod：'{0}'已重命名为'{1}'以避免冲突。

# CharDetails_NewModFilesAvailable
source: New Mod Files Available: {0}
es: Nuevos Archivos de Mod Disponibles: {0}
ja: 新しいModファイルが利用可能です
pt_br: Novos Arquivos de Mod Disponíveis: {0}
ru_ru: Доступны новые файлы модов
zh_cn: 新的Mod文件可用：{0}

# CharDetails_SetButton.Text
source: Set
es: Establecer
ja: 設定
pt_br: Definir
ru_ru: Установить
zh_cn: 设置

# CharDetails_SetImageButton.Text
source: Set Image
es: Establecer Imagen
ja: 画像を設定
pt_br: Definir Imagem
ru_ru: Установить изображение
zh_cn: 设置图片

# CharacterDetails_OnlyOneSkin.ToolTip
source: This character only has one default in-game skin, so you can't change it.
es: Este personaje solo tiene una skin predeterminada, no se puede cambiar.
ja: 複数のModが有効です。キャラクターごとに1つのスキンのみがゲームに表示されます。
pt_br: então não é possível alterá-la.
ru_ru: Активно несколько модов. В игре будет отображаться только один скин на персонажа.
zh_cn: 多个Mod处于活跃状态。每个角色在游戏中只会显示一个皮肤。

# ModPane_Unknown
source: Unknown
es: Desconocido
ja: 不明
pt_br: Desconhecido
ru_ru: Неизвестно
zh_cn: 未知

# CharDetails_DeleteModsDialog_Title
source: Delete These {0} Mods?
es: ¿Eliminar Estos {0} Mods?
zh_cn: 删除这些{0}个Mod？

# CharDetails_PresetErrorMods
source: Preset error Mods:
es: Mods con error de preset:
ja: プリセットにエラーがあるMod
pt_br: Mods com erro de preset:
ru_ru: Моды с ошибками в пресетах
zh_cn: 预设错误Mod：

# CharDetails_DeleteErrorMods
source: Delete error Mods:
es: Mods con error al eliminar:
ja: 削除中にエラーが発生したMod
pt_br: Mods com erro ao excluir:
ru_ru: Моды с ошибками при удалении
zh_cn: 删除错误Mod：

# CharDetails_Loading_ModPane
source: ModPane
es: Panel de Mod
ja: Modペインを読み込み中...
pt_br: Painel de Mod
ru_ru: Загрузка панели модов...
zh_cn: Mod面板

# CharDetails_Loading_Toolbar
source: Toolbar
es: Barra de Herramientas
ja: ツールバーを読み込み中...
pt_br: Barra de Ferramentas
ru_ru: Загрузка панели инструментов...
zh_cn: 工具栏

# CharDetails_Loading_ContextMenu
source: Context Menu
es: Menú Contextual
ja: コンテキストメニューを読み込み中...
pt_br: Menu de Contexto
ru_ru: Загрузка контекстного меню...
zh_cn: 上下文菜单

# CharDetails_Loading_Grid
source: Grid
es: Cuadrícula
ja: グリッドを読み込み中...
pt_br: Grade
ru_ru: Загрузка сетки...
zh_cn: 网格

# CharDetails_Loading_Character
source: Character
es: Personaje
ja: キャラクターを読み込み中...
pt_br: Personagem
ru_ru: Загрузка персонажа...
zh_cn: 角色

# CustomImage_PasteImage.Text
source: Paste Image
es: Pegar Imagen
ja: 画像を貼り付け
pt_br: Colar Imagem
ru_ru: Вставить изображение
zh_cn: 粘贴图片

# CustomImage_CopyImage.Text
source: Copy Image
es: Copiar Imagen
ja: 画像をコピー
pt_br: Copiar Imagem
ru_ru: Копировать изображение
zh_cn: 复制图片

# CustomImage_ClearImage.Text
source: Clear image
es: Limpiar imagen
ja: 画像をクリア
pt_br: Limpar imagem
ru_ru: Очистить изображение
zh_cn: 清除图片

# LinkButton_CopyLink.Text
source: Copy Link
es: Copiar Enlace
ja: リンクをコピー
pt_br: Copiar Link
ru_ru: Копировать ссылку
zh_cn: 复制链接

# CharacterDetails_ShowModFolderColumn.Text
source: Show 'Mod Folder Names' column
es: Mostrar columna 'Nombres de Carpeta de Mods'
ja: 'Modフォルダー名'列を表示
pt_br: Mostrar coluna 'Nomes da Pasta de Mods'
ru_ru: Показать столбец «Имя папки мода»
zh_cn: 显示'Mod文件夹名称'列

# CharacterManager_NoResultsFound
source: No results found
es: Sin resultados
ja: 結果が見つかりません
pt_br: Nenhum resultado encontrado
ru_ru: Результатов не найдено
zh_cn: 未找到结果

# CharactersPage_NoCategoryFound
source: No {0} Found...
es: No se encontraron {0}...
ja: カテゴリが見つかりません
pt_br: Nenhum {0} Encontrado...
ru_ru: Категория не найдена
zh_cn: 未找到类别

# CharacterDetails_ViewToggle_OffContent
source: Detailed View
es: Vista Detallada
ja: 詳細表示
pt_br: Visualização Detalhada
ru_ru: Подробный вид
zh_cn: 详细视图

# CharacterDetails_ViewToggle_OnContent
source: Gallery View
es: Vista Galería
ja: ギャラリー表示
pt_br: Visualização em Galeria
ru_ru: Галерея
zh_cn: 画廊视图

# CharacterGalleryPage_SingleSelect_Content
source: Single Select
es: Selección Única
ja: 単一選択
pt_br: Seleção Única
ru_ru: Одиночный выбор
zh_cn: 单选

# CharacterGalleryPage_SingleSelect_ToolTip
source: Selecting this will only allow one mod to be enabled at a time.
es: Seleccionar esto solo permitirá que un mod esté habilitado a la vez.
ja: これを選択すると、一度に1つのModのみ有効にできます。
pt_br: Selecionar isso permitirá que apenas um mod seja habilitado por vez.
ru_ru: При выборе этого параметра одновременно может быть включён только один мод.
zh_cn: 选择此项后，一次只能启用一个Mod。

# CharacterGalleryPage_ViewToggleSwitch_OffContent
source: Detailed View
es: Vista Detallada
ja: 詳細表示
pt_br: Visualização Detalhada
ru_ru: Подробный вид
zh_cn: 详细视图

# CharacterGalleryPage_ViewToggleSwitch_OnContent
source: Gallery View
es: Vista Galería
ja: ギャラリー表示
pt_br: Visualização em Galeria
ru_ru: Галерея
zh_cn: 画廊视图

# CharacterManagerPage_SearchBox_Header
source: Search for a character to edit or add a new character
es: Busca un personaje para editar o agregar uno nuevo
ja: 編集するキャラクターを検索するか、新しいキャラクターを追加
pt_br: Pesquise um personagem para editar ou adicionar um novo
ru_ru: Поиск персонажа для редактирования или добавления нового
zh_cn: 搜索要编辑的角色或添加新角色

# CreateCommandView_Arguments_PlaceholderText
source: Arguments that will be passed to the executable
es: Argumentos que se pasarán al ejecutable
ja: 実行ファイルに渡される引数
pt_br: Argumentos que serão passados para o executável
ru_ru: Аргументы, которые будут переданы исполняемому файлу
zh_cn: 将传递给可执行文件的参数

# CreateCommandView_CommandName_PlaceholderText
source: Command Display Name (Required)
es: Nombre a Mostrar del Comando (Requerido)
ja: コマンド表示名（必須）
pt_br: Nome de Exibição do Comando (Obrigatório)
ru_ru: Отображаемое имя команды (обязательно)
zh_cn: 命令显示名称（必填）

# CreateCommandView_Executable_PlaceHolderText
source: Must either be in $PATH or be an absolute path to the executable (Required)
es: Debe estar en $PATH o ser una ruta absoluta al ejecutable (Requerido)
ja: $PATH内か、実行ファイルへの絶対パスである必要があります（必須）
pt_br: Deve estar no $PATH ou ser um caminho absoluto para o executável (Obrigatório)
ru_ru: Должен быть в $PATH или быть абсолютным путём к исполняемому файлу (обязательно)
zh_cn: 必须在$PATH中或为可执行文件的绝对路径（必填）

# CreateCommandView_WorkingDirectory_PlaceHolderText
source: When manually specifying a path, the folder must exist
es: Al especificar una ruta manualmente, la carpeta debe existir
ja: 手動でパスを指定する場合、フォルダーが存在している必要があります
pt_br: Ao especificar um caminho manualmente, a pasta deve existir
ru_ru: При ручном указании пути папка должна существовать
zh_cn: 手动指定路径时，文件夹必须存在

# ModInstallerPage_AlwaysOnTopToggle_ToolTip
source: Keep window always on top
es: Mantener ventana siempre al frente
ja: ウィンドウを常に最前面に表示
pt_br: Manter janela sempre no topo
ru_ru: Держать окно поверх всех
zh_cn: 保持窗口始终置顶

# ModInstallerPage_Note_PlaceholderText
source: Custom free text note, shown in grid on character details page
es: Nota de texto libre personalizada, mostrada en la cuadrícula en la página de detalles del personaje
ja: カスタム自由テキストメモ。キャラクター詳細ページのグリッドに表示されます
pt_br: Nota de texto livre personalizada, exibida na grade na página de detalhes do personagem
ru_ru: Пользовательская текстовая заметка, отображаемая в сетке на странице деталей персонажа
zh_cn: 自定义文本备注，显示在角色详情页面的网格中

# ModInstallerPage_RetrieveModInfoButton_ToolTip
source: Retrieve mod info from the mod page
es: Obtener información del mod desde la página de mod
ja: Modページから情報を取得
pt_br: Obter informações do mod na página do mod
ru_ru: Получить информацию о моде со страницы мода
zh_cn: 从Mod页面获取Mod信息

# Category_Characters_Resumen
source: Character Resumen
es: Resumen de Personajes
ja: キャラクター概要
pt_br: Resumo de Personagens
ru_ru: Обзор персонажей
zh_cn: 角色概览

# Settings_Export_ModsExportedTo
source: Mods exported to {0}
es: Mods exportados a {0}
ja: {0} にModをエクスポートしました
pt_br: Mods exportados para {0}
ru_ru: Моды экспортированы в {0}
zh_cn: Mod已导出到{0}

# Settings_Notification_ModsExportedToFormat
source: Mods exported to {0}
es: Mods exportados a {0}
ja: {0} にModをエクスポートしました
pt_br: Mods exportados para {0}
ru_ru: Моды экспортированы в {0}
zh_cn: Mod已导出到{0}

# CharacterGallery_DoNotAskAgain
source: Do not ask again
es: No preguntar de nuevo
zh_cn: 不再询问

# CharacterGallery_DeleteConfirmText
source: Are you sure you want to delete {0}?
es: Estás seguro de que quieres eliminar {0}?
zh_cn: 确定要删除此Mod吗？

# CharacterGallery_DeleteTitle
source: Delete mod
es: Eliminar mod
zh_cn: 删除Mod

# CharacterGallery_DeletePrimaryButton
source: Delete
es: Eliminar
zh_cn: 删除

# CharacterGallery_DeleteCloseButton
source: Cancel
es: Cancelar
zh_cn: 取消

# CharacterDetails_RunCommandButton.Content
source: Run
es: Ejecutar
zh_cn: 运行

# CharacterDetails_OverrideText.Text
source: Override
es: Sobrescribir
zh_cn: 覆盖

# Settings_Update_Downloading
source: Downloading update…
es: Descargando actualización…

# Settings_Update_DownloadingProgress
source: Downloading… {0}%
es: Descargando… {0}%

# Settings_Update_Extracting
source: Extracting update…
es: Extrayendo actualización…

# Settings_Update_Restarting
source: Restarting to apply update…
es: Reiniciando para aplicar la actualización…

# Settings_Update_DownloadFailed
source: Could not find download URL
es: No se pudo encontrar la URL de descarga

# Settings_Update_ErrorStarting
source: Error during update
es: Error durante la actualización
zh_cn: 启动更新过程时出错

# Settings_Update_ButtonText.Text
source: Update to
es: Actualizar a

# Settings_Update_BlockedModsAtRoot_Title
source: Could not update
es: No se pudo actualizar

# Settings_Update_BlockedModsAtRoot
source: Update blocked
es: Actualización bloqueada

# Settings_Update_BlockedModsAtRoot_Message
source: You need to move {0}'s mods location to another folder. The current root folder is not compatible with auto-updating this release.
es: Debes mover la ubicación de los mods de {0} a otra carpeta. La carpeta raíz actual no es compatible con la actualización automática de esta versión.

# Settings_Update_BlockedModsAtRoot_Close
source: OK
es: Aceptar
